<template>
  <p class="text">
    Свой путь к программированию начался с мысли что я хочу стать программистом и что если и
    получать высшее образование то IT. Я поступил в Политех на одно из самых крутых направлений по
    баллам, ожидая что там меня научат как круто циферки и буковки в код складывать (ошибся). Через
    год понял что ждать чуда не вариант, и надо еще раз пытаться научиться, но хотелось иметь
    надежную основу знаний.
  </p>
  <p class="text">
    Я нашел Яндекс Практикум, где классные ребята привили мне любовь к учебе и показали что учеба
    это не боль и страдания ради сомнительных целей, а процесс прокачки себя для того чтобы я мог
    делать разные крутые и новые штуки. Там я понял, что если ты делаешь для себя что-то новое, то
    все усилия будут потрачены не зря. Ты или получаешь ожидаемый результат (И пол часа листаешь
    первый слайдер в своей жизни) или у тебя ничего не получилось, но ты получил опыт и очень часто
    неожиданные новые знания.
  </p>
</template>

<style scoped>
.text {
  background: #fff;
  padding: 24px;
}
</style>
